function About() {
  return (
    <section className="w-full lg:h-[440px] bg-[#fff] py-[50px] lg:py-[100px] px-[15px] md:px-[40px] lg:px-[80px] relative lg:top-[-160px] z-6">
        <div className="max-w-[1280px] mx-auto  md:pt-[60px] lg:pt-[160px]">
            <p className="text-[17px] md:text-[24px] text-[#000] font-[400] leading-[100%]"><span className="font-[700]">JustRobotics</span>{`
                 – это современный учебный центр, специализирующийся на технологиях, искусстве и образовании. Мы предоставляем комфортную и поддерживающую среду для развития талантов и навыков наших учеников. Команда высококвалифицированных преподавателей использует передовые методики и технологии, делая занятия интерактивными и увлекательными. Мы уделяем большое внимание индивидуальному подходу, помогая каждому ученику раскрыть свои способности и достичь успеха. 
            `}</p>
            <p className="text-[17px] md:text-[24px] text-[#000] font-[400] leading-[100%]"><span className="font-[700]">JustRobotics</span> {`
                – это сообщество увлеченных и целеустремленных людей, предлагающее не только учебные курсы, но и мероприятия, мастер-классы и конкурсы. Удобное расположение учебного центра обеспечивает легкий доступ для всех желающих.
            `}</p>
        </div>
    </section>
  )
}

export default About